Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Määräykseen on antanut virikkeen kansalaisoikeuksia ja
sme: Mearrádusa vuoigŋa vuolgá ON

source: poliittisia oikeuksia (KP) koskevan YK:n yleissopimuksen 27 artikla.
sme: konvenšuvnnas mii lea siviila ja politihkalaš vuoigatvuođaid birra (SP) artiihkkal 27.

source: Norja on lisäksi liittynyt useisiin kansainvälisiin yleissopimuksiin sekä muihin
sme: Norga lea dasto searvan máŋgga riikkaidgaskasaš konvenšuvnnaide,

source: sopimuksiin ja julistuksiin, joilla on merkitystä saamelaisten oikeudelliselle tilanteelle.
sme: traktáhtaide ja julggaštusaide mat mearkkašit ollu sámiid riektedillái.

source: Niitä
sme: Daid gieđahallá

source: käsitellään jäljempänä 7 luvussa.
sme: kapihttal 7 dás maŋŋelis.

source: Tässä yhteydessä voidaan kuitenkin mainita, että
sme: Dákko lea dattetge vejolaš namahit ahte vuosttamuš sámiide

source: sopimus, sai päivänvalon jo vuonna 1751.
sme: mearkkašahtti álbmotrievttálaš instrumeanta bođii juo 1751 lappekodisillain. Dat lei

source: Se oli Norjan ja Ruotsin välisen 7. lokakuuta 1751
sme: lasáhus Norgga ja Ruoŧa rádjesoahpamuššii, mii bođii golggotmánu 7.-18. b. 1751, ja

source: solmitun rajasopimuksen lisäpöytäkirja ja koski niiden saamelaisten oikeuksia, joita rajanveto
sme: dat gieđahallá daid sámiid vuoigatvuođaid geaidda rádjebidjan čuzii. Kodisilla

source: kosketti. Kodisillenin päätarkoituksena oli säilyttää ” lappalaisten kansakunta ” ja järjestää
sme: váldoulbmil lea seailluhit sámi álbmoga (” Lappiske Nationen ”), ja ordnet sámiid

source: ” lappalaisten tavanomaiset siirtymiset paikasta toiseen ”, jotta tulevaisuudessa rajan yli
sme: árbevirolaš rasttideaddji johtimiid (” Lappernes sædvanlige Over-Flytninger ”), nu ahte

source: muuttamisesta ei aiheutuisi ” minkäänlaisia riitoja tai väärinkäsityksiä ”.
sme: boahtteáiggis ii leat mihkkege sivaid riidduide dahje boasttuipmárdusaide (” nogen

source: Voidaan myös
sme: Sáhttit maid

source: mainita, että Norjan perustuslakiin lisättiin vuonna erityinen 110 c §, joka vahvisti
sme: namahit ahte Norga 1994 oaččui sierra vuođđoláhkamearrádusa, § 110 c, olmmošvuoigatvuođaid nannema birra norgalaš lágas.

source: Tämän seurauksena muun muassa
sme: Čuovvoleapmin dasa lea ahte

source: kansalaisoikeuksia ja poliittisia oikeuksia koskeva YK:n yleissopimus liitettiin 21. toukokuuta
sme: miessemánu 21. b. 1999 olmmošvuoigatvuođalágain, § 2 ja 3, váldojuvvui ee. ON

source: 1999 annetun ihmisoikeuslain 2 ja 3 §:n nojalla osaksi Norjan lainsäädäntöä siten, että sillä oli
sme: konvenšuvdna siviila ja politihkalaš vuoigatvuođaid birra norgalaš láhkaásahussii

source: etusija suhteessa tavalliseen Norjan lakiin.
sme: oassin, ja nu ahte dat manná ovddabeallai dábálaš norgalaš lága.

source: Lisäksi 17. kesäkuuta 2005 annettu Finnmarkin
sme: Geassemánu 17. b..

source: laki (Finnmarksloven) n:o 85 liitettiin osittain itsenäisten valtioiden alkuperäiskansoja ja
sme: 2005 Finnmárku-lágain, nr. 85, váldojuvvui dasto ILO-konvenšuvdna nr. 169, mii lea

source: heimokansoja koskevaan ILO:n yleissopimukseen n:o 169, ja sille annettiin osittainen etusija
sme: iešmearrideaddji stáhtaid álgoálbmogiid ja čearddaid birra, muhtumassii mielde

source: suhteessa Norjan muuhun lainsäädäntöön, vrt.
sme: norgalaš láhkaásahussii, ja dat oaččui muhtumassii ovdamuni eará norgalaš lágaid

source: Sekä perustuslain säännökset 110 a § ja 110 c § että saamelaisiin kohdistuvat Norjan
sme: Sihke vuođđoláhkamearrádusat, § 110 a ja § 110 c, ja Norgga álbmotrievttálaš

source: kansainvälisoikeudelliset velvoitteet antavat suuntaviivoja Norjan saamelaispolitiikalle ja
sme: geatnegasvuođat sámiide dahket oali Norgga politihkkii ja láhkaásahussii mii lea

source: - lainsäädännölle.
sme: sámiid várás.

source: Hallituksen taholta on ilmaistu, että Norjan saamelaispolitiikan
sme: Ráđđehusa beales lea daddjojuvvon ahte Norgga sámepolitihka ulbmil

source: tarkoituksena ei ole antaa saamelaisille erityisasemaa vaan vähentää aiemman
sme: ii leat addit sámiide erenoamáš ovdduid, muhto njulget ovddeš dáruiduhttinpolitihka

source: samanarvoinen kohtelu ja ehkäistä syrjintää.
sme: heajos váikkuhusaid, ja nu olahit ovttadássásašvuhtii ja áiddastit vealaheami.

source: Kunnallis- ja alueministeriö on kantanut päävastuun saamelaisasioista ja vastannut
sme: Gieldda- ja guovlodepartemeanttas dat lea leamaš sámiid áššiin bajimuš

source: kokonaisvaltaisesta saamelaispolitiikasta.
sme: oktiiheivehallanovddasvástádus, ja oppalaš sámepolitihkas.

source: Lokakuusta 2005 alkaen tämä vastuu on siirtynyt
sme: Golggotmánu 2005 rájis

source: työ- ja sosiaaliministeriölle.
sme: dat ovddasvástádus lea sirdojuvvon Bargo- ja searvadahttindepartementii.

source: Ministeriöllä on oma valtiosihteeri, jonka vastuualueena ovat
sme: Departemeanttas lea sierra stáhtačálli gii erenoamážit ovddasvástida sámepolitihkalaš

source: saamelaispoliittiset asiat.
sme: áššiid.

source: Muiden ammattiministeriöiden velvollisuutena on toteuttaa Norjan saamelaispolitiikkaa omilla hallinnonaloillaan.
sme: Duoin eará fágadepartemeanttaid ovddasvástádus lea dahkat álgaga Norgga

source: saamelaispolitiikkaa koskevasta tiedottamisesta, saamelaispoliittisten etujen valvomisesta eri
sme: sámepolitihka čuovvoleapmái ja čađaheapmái iežaset sektoriin. Bargo- ja

source: hallinnonaloilla, saamelaispoliittisiin toimenpiteisiin kohdennettujen määrärahojen
sme: searvadahttindepartemeantta ovddasvástida sámepolitihka diehtojuohkimis, gožiha

source: seurannasta sekä toimimisesta ammattiministeriöiden ja saamelaiskäräjien välisenä
sme: ahte sámepolitihkalaš dárbbut váldojuvvojit vuhtii guđege sektoris, doallá logu

source: yhdyssiteenä. Se vastaa myös asianmukaisten menettelytapojen noudattamisesta
sme: juolludemiin sámepolitihkalaš doaibmabijuide, doaibmá fágadepartemeanttaid ja

source: saamelaiskäräjien edustajia kuultaessa ja heidän kanssaan toimittaessa tai neuvoteltaessa.
sme: Sámedikki gaskkusteaddjin, ja geahččá bearrái ahte gulaskuddamiid, searvamiid ja

source: Lisäksi se avustaa muita ministeriöitä toimittamalla niille saamelaisia suoraan koskevista
sme: ráđđádallamiid prosedyrat čuvvojuvvojit. Lassin dat galgá veahkkin eará

source: asioista tehtyjä selvityksiä. Saamelaiskäräjät on hallituksen ensisijainen yhteistyökumppani,
sme: departemeanttaide čielggadit áššesurggiid mat njuolga gusket sámi álbmogii.

source: jonka kanssa käydään vuoropuhelua saamelaispolitiikasta ja sen perusteluista.
sme: Sámediggi lea ráđđehusa ovddimus premissadahkki ja dialoga-oasálaš.

source: 6.4.3 Saamelaiskäräjät
sme: 6.4.3 Sámediggi

source: Saamelaiskäräjät on Norjan saamelaisten vaaleilla valittava edustuselin.
sme: Sámediggi lea Norgga sámiid ovddasteaddji álbmotválljen orgána.

source: Se perustettiin
sme: Dat vuođđuduvvui

source: saamelaiskäräjistä ja muista saamelaisten oikeussuhteista 12. kesäkuuta 1987 annetulla lailla
sme: geassemánu 12. b. 1987 lágain, nr. 56, mii lea Sámedikki ja eará sámi riektediliid

source: n:o 56 (saamelaislaki).
sme: birra (Sámeláhka) Vuosttamuš Sámedikki rabai gonagas Ovllá V golggotmánu 9. b..

source: V. Saamelaiskäräjillä on 39 edustajaa, jotka on valittu eri puolilla maata sijaitsevista 13
sme: Sámedikkis leat 39 áirasa geat leat válljejuvvon 13. válgabiirres miehtá riikka,

source: vaalipiiristä, vrt.
sme: vrd. Sámelága § 2-4.

source: saamelaislain 2 §:n 4 mom. Vuonna 2005 järjestetyistä
sme: Jagi 2005 sámediggeválgga rájis leat vel Sámediggái njeallje dássenmandáhta.

source: saamelaiskäräjävaaleista lähtien saamelaiskäräjillä on lisäksi neljä tasauspaikkaa.
sme: Njeallje stuorimus válgabiirre, dohkkehuvvon jienastagaid dáfus,

source: Hyväksyttyjen äänien lukumäärän mukaan lasketut neljä suurinta vaalipiiriä saavat kukin
sme: ožžot guhtege ovtta ” lassemandáhta ”. Dat mearkkaša njeallje sámediggesaji, ja muđui

source: yhden lisäpaikan eli neljä paikkaa saamelaiskäräjillä verrattuna muiden vaalipiirien kolmeen
sme: golbma duoin nuppiin válgabiirriin. Válggat lágiduvvojit stuorradiggeválggaid

source: paikkaan. Vaalit järjestetään suurkäräjävaalien yhteydessä, ja vaalikausi on neljä vuotta, vrt.
sme: oktavuođas, ja válgaáigodat lea njealje jagi guhku, vrd. Sámelága § 2-3 goalmmát ja

source: saamelaislain 2 §:n 3 momentin kolmas ja neljäs kohta.
sme: njealját lađđasa.

source: Saamelaiskäräjien tehtäväalue käy ilmi saamelaislain 2 §:n 1 momentista.
sme: Sámedikki ássesuorgi boahtá ovdan Sámelágas § 2-1.

source: Sen mukaan
sme: Das vuolgá ahte

source: saamelaiskäräjien tehtäväalueeseen sisältyvät kaikki asiat, jotka käräjien käsityksen mukaan
sme: Sámedikki bargosuorgái gullet buot áššit mat dikki mielas gusket sámi álbmoga

source: koskettavat erityisesti saamelaisten kansanryhmää.
sme: erenoamážit.

source: Saamelaiskäräjillä on saamelaislain 2 §:n
sme: Sámedikkis lea álgagadahkki vuoigatvuohta Sámelága § 2-1 nuppi

source: 1 momentin toisen kohdan mukaan aloiteoikeus.
sme: lađđasa mielde.

source: Tämän määräyksen mukaan saamelaiskäräjät
sme: Dán mearrádusa mielde Sámediggi iešráđálaččat čuoččaldahttit ášši ja

source: kuuluvista asioista.
sme: buktit cealkámušaid buot áššiide mat gullet dan bargosuorgái.

source: Se voi myös omasta aloitteestaan viedä asioita julkisten viranomaisten,
sme: Dat maid sáhttá

source: yksityisten laitosten ym. käsiteltäviksi.
sme: iešráđálaččat bidjat áššiid almmolaš eiseválddiide, priváhta lágádusaide jna..

source: Saamelaislain 2 §:n 2 momentin mukaan
sme: Sámelága

source: saamelaiskäräjät on myös kuulemiselin.
sme: § 2-2 mielde Sámediggi lea maid gulaskuddanorgána.

source: Tästä määräyksestä seuraa, että muiden virallisten
sme: Dán mearrádusas vuolgá ahte

source: elinten tulee antaa saamelaiskäräjille tilaisuus lausuntonsa antamiseen, ennen kuin ne tekevät
sme: eará almmolaš orgánat berrejit addit Sámediggái vejolašvuođa buktit cealkámuša

source: päätöksiä saamelaiskäräjien tehtäväalueeseen kuuluvista asioista.
sme: ovdalgo dahket mearrádusaid dakkár áššiin mat gullet Sámedikki áššesuorgái.

source: Saamelaislain 2 §:n 2
sme: Dattetge ii leat sáhka geatnegasvuođas ráđđádallat Sámedikkiin Sámelága § 2-2

source: momentti ei kuitenkaan aseta minkäänlaista velvollisuutta neuvotella saamelaiskäräjien
sme: mielde, dušše garra ávžžuhusas viežžat das cealkámuša muhtun áššiin.

source: kanssa vaan sisältää ainoastaan voimakkaan kehotuksen pyytää saamelaiskäräjiltä lausuntoa
sme: Geatnegasvuohta viežžat Sámedikkis cealkámuša sáhttá dattetge leat eará

source: yksittäisistä kysymyksistä.
sme: mearrádusaid mielde.

source: Esimerkiksi 10. helmikuuta 1967 annetun hallintolain 17 § ja 37
sme: Guovvamánu 10. b. 1967 hálddahusláhka, § 17 ja § 37,

source: § velvoittavat hakemaan lausuntoja asianosaisilta osapuolilta, jotta asiasta saadaan riittävästi
sme: geatnegahttet viežžat cealkámuša berošteaddji ja áššáigullevaš oasálaččain vai ášši

source: tietoja.
sme: doarvái bures čuvgejuvvo.

source: Ellei tällaista lausuntoa haeta, asian käsittelyssä saattaa tapahtua virhe.
sme: áššemeannudanboasttuvuođa.

source: Myös ILO:n yleissopimus n:o 169 säätelee valtioiden velvollisuutta neuvotella
sme: Maiddái ILO-konvenšuvdna nr. 169 addá njuolggadusaid stáhtaid geatnegas

source: alkuperäiskansojen kanssa, vrt. jäljempänä oleva 7 luku.
sme: vuođain ráđđádallan álgoálbmogiiguin, vrd. dan dás vulobealde kapihttalis 7. Dás

source: Tässä yhteydessä voidaan mainita
sme: sáhttit dušše namahit dan soahpamuša maid Norgga ráđđehus dagai Sámedikkiin

source: sopimus, jonka Norjan hallitus teki toukokuussa 2005 saamelaiskäräjien kanssa
sme: miessemánus 2005 geatnegasvuođa birra ráđđádallat Sámedikkiin áššiin mat leat

source: velvollisuudesta neuvotella saamelaiskäräjien kanssa saamelaisille tärkeissä asioissa. Tätä
sme: deaŧalaččat sámiide.

source: sopimusta selostetaan tarkemmin 16 artiklaan liittyvissä huomautuksissa.
sme: Dát soahpamuš lea čilgejuvvon dárkileappot arihkkala 16

source: Saamelaiskäräjät ovat sekä neuvoa-antava että päättävä elin.
sme: Sámediggi lea sihke rávvejeaddji ja mearrideaddji orgána.

source: Saamelaislain 2 §:n 1
sme: Sámelágas § 2-1

source: momentin 4 kohdan mukaan saamelaiskäräjillä on päätäntävalta silloin, kun saamelaislaki niin
sme: njealját lađas vuolgá ahte Sámedikkis lea mearridanváldi go dasa lea vuođđu

source: edellyttää tai kun siitä on säädetty muulla tavalla.
sme: Sámelágas dahje go lea mearriduvvon nu eará ládje.

source: Esimerkkejä saamelaislakiin perustuvasta
sme: Sámedikki hálddahusa,

source: päätäntävallasta ovat saamelaiskäräjien hallinnon, organisoinnin ja asian käsittelyn sääntely,
sme: organiserema ja áššemeannudeami, Sámedikki válganjuolggadusaid ja sámi kultuvrra

source: saamelaiskäräjien vaalimääräykset sekä varojen kohdentaminen saamelaiselle kulttuurille ja
sme: ja organisašuvdnaeallima vástesaš ruhtajuogademiid reguleremat leat ovdamearkkat

source: järjestöelämälle.
sme: dan mearridanválddis mii vuolgá Sámelágas.

source: Saamelaiskäräjillä on edelleen säännökseen perustuva oikeus päättää saamen
sme: Sámedikkis lea dasto mearrečálavuođđu mearridit sámegiela oahpahusa sisdoalu, vrd. oahpahuslága § 6-4, ja maiddái addit

source: kielen opetuksen sisällöstä, vrt. opetuslain 6 §:n 4 mom., sekä antaa määräyksiä saamen lipun
sme: mihttehusaid sámi leavgga geavaheamis, vrd. Sámelága § 1-6. ođđajagemánu 1. b..

source: tammikuuta 2006 alkaen tehtäväksi vastata saamelaisten kulttuurimuistomerkkien hallinnosta
sme: rájis 2001 Sámediggi oaččui lassedoaibman hálddašit sámi kulturmuitosuodjaleami,

source: sen lisäksi, että se toimii muiden virallisten toimielinten ammattipoliittisena neuvostona
sme: earret dan ahte leat eará almmolaš orgánaide fágapolitihkalaš ráđđin dakkár áššiin

source: saamelaisten kulttuurimuistomerkkien suojelua koskevissa asioissa, vrt.
sme: main lea sámi kulturmuitosuodjaleamis sáhka, vrd. geassemánu 9. b. 1978 mannosaš

source: kulttuurimuistomerkeistä 9. kesäkuuta 1978 annettu laki n:o 50 asianomaisine määräyksineen.
sme: kulturmuitolága nr. 50 oktan dasa gullevaš mearrečállagiigun. Sámiid kulturmuittuid

source: Saamelaisten kulttuurimuistomerkkien suojelu oli tosin ollut saamelaisten eli saamelaisen
sme: suodjaleapmi lea dattetge máŋga jagi dan ovdal juo leamaš sámiid hálddus sámi

source: kulttuurimuistomerkkineuvoston valvonnassa jo vuosikausia tätä ennenkin.
sme: kulturmuitoráđi bokte.

source: Saamelaiskäräjät hallinnoi omaa tulo- ja menoarviotaan kansallisten viranomaisten
sme: Sámediggi juohká iežas bušeahta guovdilis eiseválddiid addin rámaid mielde.

source: antamissa puitteissa. Saamelaiskäräjien tulo- ja menoarvioon on viime vuosina siirretty lisää
sme: Sámediggi lea gieskadaš jagiid ožžon alcces sirdojuvvot máŋga ruhtadanortnega

source: sellaisia rahoitusjärjestelmiä, jotka aiemmin sisältyivät valtion tulo- ja menoarvioon.
sme: bušehttii, mat ovdal gulle stáhtabušeahttapoasttaide. Juohke jagi Sámediggi juolluda

source: Saamelaiskäräjät jakaa joka vuosi noin 85 miljoonaa kruunua erilaisiin saamelaisiin kulttuuri-,
sme: sullii 85 miljovnna ruvnnu máŋggalágan sámi kultur-, ealáhus-, giella- ja oahpahus

source: elinkeino-, koulutus- ja kieleen liittyviin tarkoituksiin.
sme: ulbmiliidda.

source: Saamelaiskäräjistä on lisäksi yhä
sme: Dasto lea Sámediggi dađistaga eanet ášššiin šaddan bákkolaš

source: useammissa asioissa tullut pakollinen kuulemiselin.
sme: gulaskuddanváldedássin.

source: Tämän takia saamelaiskäräjien todellisen
sme: Danne lea vejolaš dadjat ahte Sámedikki duohtadilálaš

source: vaikutusvallan voidaan sanoa olevan suurempi kuin se nimenomainen tehtäväalue, jolla
sme: váikkuhanfápmu lea stuorit go duššefal duoin dihto áššesurggiin main Sámedikkis lea

source: saamelaiskäräjillä on ratkaiseva päätäntävalta.
sme: mearrideaddji váldi.

source: Saamelaiskäräjien valta on 17. kesäkuuta 2005 annetun Finnmarkin lain myötä
sme: Finnmárkolágain, mii bođii geassemánu 17. b. 2005, nr. 85, lea Sámedikki

source: kasvanut huomattavasti, sillä sen vaikutusvalta Finnmarkin (Ruijan) maahallintoon on
sme: váldi viidánan arvat váikkuheami dáfus Finnmárkku eatnamiid hálddašeapmái.

source: lisääntynyt. Finnmarkin laki edellyttää uuden itsenäisen toimielimen perustamista. Sille
sme: Finnmárkoláhka mearkkaša ahte ásahuvvo ođđa friddjadoaibmi orgána masa

source: siirretään Finnmarkissa sijaitsevien nykyään valtion omistuksessa olevien (Statskog SF) maiden omistusoikeus.
sme: sirdojuvvo eaiggátvuohta daidda eatnamiidda mat odne leat Statskog SF hálddus.

source: Uuden toimielimen nimeksi tulee Finnmarkseiendommen, ja sitä
sme: Ođđa orgána namma šaddá leat ” Finnmarkseiendommen ” (Finnmárkku opmodat), ja

source: johtaa kolmesta saamelaiskäräjien valitsemasta edustajasta ja kolmesta Finnmarkin
sme: dat oažžu stivrra masa Sámediggi lea válljen golbma áirasa ja Finnmárkku

source: lääninhallituksen (fylkesting) valitsemasta edustajasta muodostuva hallintoelin.
sme: fylkkadiggi golbma áirasa.

source: Saamelaiskäräjät saa oikeuden antaa suuntaviivoja siitä, millä tavalla takamaiden käytön
sme: Sámediggi oažžu válddi dahkat njuolggadusaid das, mo

source: muuttumisen vaikutuksia saamelaisten kulttuuriin, poronhoitoon, elinkeinonharjoittamiseen ja
sme: meroštallat meahcceguovllu nuppástahttojumi váikkuheami sámi kultuvrii,

source: yhteiskuntaelämään tulee arvioida.
sme: boazodollui, ealáhusdoaimmaide ja servodateallimii.

source: 6.4.4 Saamelaisten kielioikeudet
sme: 6.4.4 Sámiid giellavuoigatvuođat

source: Norjassa on kolme elävää saamelaismurretta / kielimuotoa: pohjoissaame, joka on laajimmalle
sme: Norggas leat golbma ealli sámi suopmana; davvisámegiella, mii lea viidámus, dasto

source: levinnyt, seuraavana luulajansaame ja viimeisenä eteläsaame.
sme: julevsámegiella ja lullisámegiella (oarjilsámegiella).

source: Lisäksi Neidenin alueella Itä
sme: Lassin lea unna jovkkoš

source: Finnmarkissa asuu pieni ryhmä itäsaamelaisia, jotka puhuvat omaa saamelaismurretta. Kieli
sme: nuortalaččat Njávdán-guovllus Nuorta-Finnmárkkus, geain lea sierra sámi suopman.

source: on yksi vahvimmista ja sitkeimmin elävistä etnisen ja kulttuurisen omaleimaisuuden
sme: Giella lea čearddalašvuođa ja kultuvrralaš erenoamášvuođa nannoseamos ja

source: tunnusmerkeistä. Saamelaiset kielimuodot muodostavat saamelaiskulttuurin erittäin keskeisen
sme: sávrrimus dovdomearkkat, ja sámi giellalágit leat viehka guovdilat sámi kultuvrras,

source: elementin Norjassa sata vuotta harjoitetusta virallisesta norjalaistamispolitiikasta huolimatta.
sme: vaikko lea leamaš 100 jahkásaš almmolaš dáruiduhttinpolitihkka Norggas.

source: Saamen kieltä koskevat säännökset lisättiin saamelaislain 1 §:n 5 momenttiin ja 3
sme: Njuolggadusat mat gieđahallet sámegiela Sámelágas, § 1-5 ja kapihttal 3,

source: lukuun 21. joulukuuta 1990 annetulla lailla n:o 78, ja ne tulivat voimaan 1. tammikuuta 1992.
sme: lasihuvvojedje juovlamánu 21. b. 1990 lágain, nr. 78, ja biddjojuvvojedje fápmui

source: Näitä säännöksiä kutsutaan yleisesti ” kielilaiksi ”.
sme: ođđajagemánu 1. b. 1992.

source: Kielilain pohjana olevan perusnäkemyksen
sme: Dát njuolggadusaid gohčodit dábálaš gielas ” giellaláhkan ”.

source: mukaan saamen kieli ja norjan kieli ovat tasa-arvoisia ja jonka mukaan niiden tulee olla
sme: Giellaláhka lea huksejuvvon dan vuođđooidnui ahte sámegiella ja dárogiella leat ovtta

source: yhdenvertaisia kieliä, vrt. saamelaislain 1 §:n 5 mom.
sme: dásis ja galget leat ovttadássásaš gielat, vrd. Sámelága § 1-5.

source: Norjassa on tämän lain hyväksymisen
sme: Norggas leat, go

source: myötä kaksi virallista kieltä, norja ja saame.
sme: dohkkehii dán lága, guokte almmolaš giela, dárogiella ja sámegiella.

source: Kielilain tarkoituksena on kohentaa saamen
sme: Giellalága

source: kielen virallista asemaa Norjassa, millä halutaan ehkäistä saamelaisen identiteetin
sme: ulbmil lea loktet sámegiela almmolaš árvodási Norggas, vai sámi identitehta ii rašo

source: kehittämiseen.
sme: eambbo, ja vai sámegiella vahká.

source: Tämä käy ilmi lain valmistelutöistä, mietinnöstä NOU 1985:14, Saamelainen
sme: Dán ilbmadit lága ovdabarggut, NÁČ 1985:14 Sámi

source: prp. n:o 60 (1989−90).
sme: kultuvra ja oahpahus, ja Od.prp.nr. 60 (1989-90).

source: Useimmat saamen ja norjan kielen yhdenvertaisuutta koskevat konkreettiset
sme: Sámegiela ja dárogiela ovttadássásašvuođa konkrehta njuolggadusat galget

source: määräykset on määrä toteuttaa saamen kielen alueeksi määritetyllä hallintoalueella (3 §:n 1
sme: čađahuvvot sámegillii dárkileappot mearriduvvon hálddašanguovllus (§3-1 nr.1). Dán

source: momentin 1 kohta). Tämä alue käsittää nykyään seuraavat kunnat: Kárávjohka-Kaarasjoki
sme: guovllu dahket odne suohkanat Kárášjohka, Guovdageaidnu, Unjárga, Porsáŋgu ja

source: kunnan Tromssassa. Myös Nordlandissa sijaitseva Divttasvuotna-Tiitisvuonon (Tysfjord)
sme: Deatnu Finnmárkkus, ja Gáivuona suohkan Romssas.

source: kunta liitetään 1. tammikuuta 2006 saamen kielen hallintoalueeseen.
sme: Ođđajagemánu 1. b. 2006 rájis

source: Tällä alueella saame ja
sme: Dán guovllus sámegiella ja dárogiella leat ollásit ovtta dásis

source: norjan kieli ovat täysin tasa-arvoisia kieliä virallisissa yhteyksissä.
sme: almmolaš oktavuođain.

source: Saamelaislaissa annetaan saamen kielestä lisäksi koko maata koskevia säännöksiä.
sme: Sámeláhka addá lassin riikkaviidosaš njuolggadusaid sámegiela birra.

source: Saamelaislain 3 §:n 2 momentin ensimmäisestä kohdasta seuraa, että sellaiset lait ja säädökset, jotka ovat kaikkien saamelaisten tai osan heistä kannalta ” erityisen kiinnostavia ”,
sme: Sámelága § 3-2 vuosttaš lađđasis vuolgá ahte lágat ja mearrečállagat mat ” eren

source: on käännettävä saamen kielelle.
sme: oamážit beroštahttet ” sámi álbmoga, galget jorgaluvvot sámegillii.

source: Tämä määräys koskee sekä uusia että jo aiemmin
sme: Njuolggadus gusto

source: hyväksyttyjä lakeja ja säädöksiä.
sme: sihke ođđa ja ovddežis mearriduvvon lágaid ja mearrečállagiid.

source: Saamelaiskäräjien ja muiden saamelaisten toimielinten
sme: Sámedikki ja eará

source: näkemystä siitä, mikä on saamelaisten kannalta erityisen kiinnostavaa, pidetään tärkeänä asiaa
sme: sámi orgánaid oaivilis das, mii dat lea mii ” erenoamážit beroštahttá ”, galgá leat

source: arvioitaessa.
sme: deaddu árvvoštallamis.

source: Saamelaislain 3 §:n 8 mom. antaa edelleen ” jokaiselle ” oikeuden saamen kielen
sme: Dasto addá Sámeláhka § 3-8 ” juohkehažžii ” vuoigatvuođa

source: opetukseen.
sme: oahppat sámegiela.

source: Tämä ei koske ainoastaan saamelaisia.
sme: Dát ii guoskka duššefal sámiide.

source: Kaikilla, myös ei-saamelaisilla, on oikeus
sme: Buohkain, maiddái sis guđet eai

source: saamen kielen opetukseen Norjassa riippumatta siitä, missä päin maata he asuvat. Määräys ei
sme: leat sámit, lea vuoigatvuohta oahppat sámegiela Norggas, beroškeahttá das gos sii

source: kuitenkaan tarkoita saamen kielen opetusta lastentarhoissa, peruskoulussa tai keskiasteen
sme: ásset riikkas. Mearrádus ii dattetge gusto sámi mánáidgárddiide, vuođđoskuvlii iige

source: koulussa.
sme: joatkkaskuvlii.

source: Toisin sanoen saamelaislain 3 §:n 8 mom. antaa oikeuden saamen kielen
sme: Sámelága § 3-8 addá nappo dalle vuoigatvuođa oažžut rávesolbmo

source: aikuisopetukseen.
sme: oahpahusa sámegielas.

source: Oikeutta saamen kielen käyttöön lastentarhoissa säännellään lastentarhoista 5.
sme: Vuoigatvuođa oažžut sámegiela oahpahusa mánáidgárddiin regulere

source: toukokuuta 1995 annetun lain n:o 19:n 7 §:n kolmannessa kohdassa.
sme: mánáidgárdeláhka, mii bođii miessemánu 5. b. 1995 nr. 19 § 7 goalmmát lađas.

source: Tämän määräyksen
sme: Dan

source: mukaan saamelaisalueilla sijaitsevien saamelaislasten lastentarhojen tulee kehittää saamen
sme: mearrádusas vuolgá ahte sámemánáid mánáidgárddit sámi guovlluin galget atnit

source: kieltä ja kulttuuria.
sme: vuođđuneaset sámegiela ja sámi kultuvrra.
